Repository: servekon/drupal7-bur
Catalog: translations/*.po
Languages: ru

source: Bulk user registration
ru: Массовая регистрация пользователей

source: Customize Fields
ru: Настройка полей

source: The setting for the file format
ru: Настройка формата файла

source: Re-create a temporary table
ru: Пересоздать временную таблицу

source: Number of entries to be processed per pass
ru: Количество записей, обрабатываемых за один проход

source: Select "No", if you just need to create a temporary table and fill it with data.
ru: Выберите "Нет", если нужно просто создать временную таблицу и наполнить ее данными.

source: Registration of new users is missed.
ru: Регистрация новых пользователей пропущена.

source: No data.
ru: Данных нет.

source: Table is empty.
ru: Таблица пуста.

source: File encoding
ru: Кодировка файла

source: Access to Bulk user registration module
ru: Доступ к модулю ''Массовая регистация пользователей''

source: Administer of the Bulk user registration module
ru: Администрирование модуля ''Массовая регистация пользователей''

source: Additional settings for all users
ru: Дополнительные настройки для всех пользователей

source: Ten random records
ru: Десять случайных записей

source: Field of user table
ru: Поле из таблицы пользователей

source: Is optional field
ru: Является дополнительным полем

source: Name of user variable
ru: Наименование переменной пользователя

source: Do you want to remove a field "%field"?
ru: Вы действительно хотите удалить поле "%field"?

source: Field deleted.
ru: Поле удалено.

source: The field separator
ru: Разделитель полей

source: The fields are enclosed in
ru: Поля заключены в

source: Single quote
ru: Одинарная кавычка

source: Two single quotes
ru: Две одинарные кавычки

source: Double quote
ru: Двойная кавычка

source: The escape character
ru: Символ экранирования

source: Line separator
ru: Символ разделения строк
